tap "caskroom/cask"
tap "caskroom/versions"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "sanemat/font"
tap "shyiko/kubesec"
brew "openssl"
brew "ansible"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "awscli"
brew "berglas"
brew "bison"
brew "bison@2.7"
brew "bzip2"
brew "libpng"
brew "glib"
brew "composer"
brew "coreutils"
brew "curl"
brew "fcrackzip"
brew "fish"
brew "freetds"
brew "fzf"
brew "jpeg"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "gnu-tar"
brew "pkg-config"
brew "gts"
brew "icu4c"
brew "graphviz"
brew "helm"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libedit"
brew "libiconv"
brew "libjpeg"
brew "libpq"
brew "libxml2"
brew "libzip"
brew "mas"
brew "mcrypt"
brew "memcached"
brew "minikube", link: false
brew "mysql"
brew "nginx"
brew "openjdk"
brew "openldap"
brew "packer"
brew "packer-completion"
brew "tidy-html5"
brew "phpunit"
brew "re2c"
brew "redis"
brew "skaffold"
brew "sshrc"
brew "stern"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
brew "pcre2"
brew "golangci/tap/golangci-lint"
brew "johanhaleby/kubetail/kubetail"
brew "shyiko/kubesec/kubesec"
cask "alfred"
cask "amazon-workspaces"
cask "appcleaner"
cask "aws-vpn-client"
cask "brave-browser"
cask "clipy"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "google-japanese-ime-dev"
cask "iterm2"
cask "java"
cask "kobo"
cask "mi"
cask "minikube"
cask "mysqlworkbench"
cask "p4v"
cask "sequel-pro"
cask "simple-comic"
cask "stack-stack"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "tunnelblick"
cask "zoom"

# masはApp Storeのログインしてから出ないとエラーになる
mas "LINE", id: 539883307
mas "Memory Clean 2", id: 1114591412
mas "Microsoft Remote Desktop", id: 1295203466
mas "Xcode", id: 497799835
