tap "baygth/taps"
tap "bufbuild/buf"
tap "cycloud-io/tap"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "kayac/tap"
tap "sanemat/font"
tap "shyiko/kubesec"
tap "supi/taps"
brew "aom"
brew "ansible"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "baygth/taps/icu4c@70"
brew "berglas"
brew "bison"
brew "bison@2.7"
brew "bzip2"
brew "bufbuild/buf/buf"
brew "cairo"
brew "composer"
brew "coreutils"
brew "cryptography"
brew "curl"
brew "cycloud-io/tap/cycloud-cli"
brew "docutils"
brew "fcrackzip"
brew "firebase-cli"
brew "fish"
brew "freetds"
brew "fzf"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "glib"
brew "gnu-tar"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci/tap/golangci-lint"
brew "graphviz"
brew "grep"
brew "gts"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "icu4c@77"
brew "imagemagick"
brew "iproute2mac"
brew "johanhaleby/kubetail/kubetail"
brew "jpeg"
brew "jpeg-xl"
brew "jq"
brew "kayac/tap/ecspresso"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libavif"
brew "libedit"
brew "libfido2"
brew "libheif"
brew "libiconv"
brew "libpng"
brew "libraw"
brew "librsvg"
brew "libtiff"
brew "libxml2"
brew "libzip"
brew "mas"
brew "mcrypt"
brew "memcached"
brew "minikube"
brew "mysql"
brew "netpbm"
brew "nginx"
brew "node"
brew "oniguruma"
brew "openjdk"
brew "openjpeg"
brew "openssl@3"
brew "packer"
brew "packer-completion"
brew "pango"
brew "parallel"
brew "pcre2"
brew "perl"
brew "php"
brew "phpunit"
brew "pkgconf"
brew "pipx"
brew "pnpm"
brew "podman"
brew "protobuf"
brew "pycparser"
brew "re2c"
brew "redis"
brew "rename"
brew "shared-mime-info"
brew "skaffold"
brew "sqlcipher"
brew "stern"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "webp"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "amazon-workspaces"
cask "appcleaner"
cask "aws-vpn-client"
cask "brave-browser"
cask "clipy"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fork"
cask "google-drive"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iterm2"
cask "kobo"
cask "mi"
cask "ngrok"
cask "p4v"
cask "sequel-pro"
cask "simple-comic"
cask "skype"
cask "slack"
cask "snowflake-snowsql"
cask "sourcetree"
cask "spectacle"
cask "stack-stack"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

# パスワード入力を求められる
cask "alfred"
cask "google-cloud-sdk"
cask "tunnelblick"

# masはApp Storeのログインしてからでないとエラーになる
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Memory Clean 2", id: 1114591412
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Comic", id: 1497435571

vscode "4ops.terraform"
vscode "alefragnani.project-manager"
vscode "be5invis.toml"
vscode "bufbuild.vscode-buf"
vscode "davidanson.vscode-markdownlint"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "docker.docker"
vscode "dreamcatcher45.podmanager"
vscode "eamodio.gitlens"
vscode "formulahendry.github-actions"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gurumukhi.selected-lines-count"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "jsynowiec.vscode-insertdatestring"
vscode "makhmud.echosnippets"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pdconsec.vscode-print"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "romanpeshkov.vscode-text-tables"
vscode "roscop.activefileinstatusbar"
vscode "sharat.vscode-brewfile"
vscode "shardulm94.trailing-spaces"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "wayou.vscode-icons-mac"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
