alefragnani.project-manager
be5invis.toml
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
codingyu.laravel-goto-view
csholmq.excel-to-markdown-table
DavidAnson.vscode-markdownlint
donjayamanne.githistory
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
emilast.LogFileHighlighter
felixfbecker.php-debug
formulahendry.auto-rename-tag
googlecloudtools.cloudcode
GrapeCity.gc-excelviewer
gurumukhi.selected-lines-count
IBM.output-colorizer
jsynowiec.vscode-insertdatestring
mauve.terraform
mechatroner.rainbow-csv
mikestead.dotenv
mkxml.vscode-filesize
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.Go
mushan.vscode-paste-image
neilbrayfield.php-docblocker
nobuhito.printcode
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
redhat.vscode-yaml
richie5um2.vscode-sort-json
RomanPeshkov.vscode-text-tables
RoscoP.ActiveFileInStatusBar
ryannaddy.laravel-artisan
sharat.vscode-brewfile
shardulm94.trailing-spaces
tomoki1207.pdf
vscoss.vscode-ansible
wayou.vscode-icons-mac
wayou.vscode-todo-highlight
wholroyd.jinja
william-voyek.vscode-nginx
wmaurer.vscode-jumpy
yzane.markdown-pdf
yzhang.markdown-all-in-one
